Repository: kurtseifried/wordpress-plugin-sitemap2rss
Catalog: trunk/languages/sitemap2rss-*.po
Languages: af, ar, da, es_es, fi, fr_ca, hi, it, zu

source: sitemap2rss
ar: خريطة الموقع إلى RSS
hi: साइटमैप से आरएसएस
it: mappa sito a RSS
zu: imephu yesayithi ku-RSS

source: Convert XML sitemaps into RSS feeds using predefined aliases.
af: Skakel XML-sitemaps om na RSS-feeds met behulp van voorafbepaalde aliasse.
ar: تحويل خرائط الموقع XML إلى خلاصات RSS باستخدام الأسماء المستعارة المحددة مسبقًا.
da: Konverter XML-sitemaps til RSS-feeds ved hjælp af foruddefinerede aliaser.
es_es: Convierta sitemaps XML en feeds RSS utilizando alias predefinidos.
fi: Muunna XML-sivustokartat RSS-syötteiksi käyttäen ennalta määriteltyjä aliaksia.
fr_ca: Convertir les plans de site XML en flux RSS à l'aide d'alias prédéfinis.
hi: पूर्वनिर्धारित उपनामों का उपयोग करके XML साइटमैप को RSS फीड में परिवर्तित करें।
it: Converti mappe XML in feed RSS utilizzando alias predefiniti.
zu: Guqula amamephu wesayithi e-XML abe ngamafidi e-RSS usebenzisa izihlonze ezichazwe ngaphambili.

source: Kurt Seifried
ar: كورت سيفريد
hi: कर्ट सिफ्राइड

source: Invalid configuration
af: Ongeldige konfigurasie
ar: تكوين غير صالح
da: Ugyldig konfiguration
es_es: Configuración inválida
fi: Virheellinen määritys
fr_ca: Configuration invalide
hi: अवैध कॉन्फ़िगरेशन
it: Configurazione non valida
zu: Ukulungiselelwa okungalungile

source: Sitemap to RSS Converter
af: Sitemap na RSS-omskakelaar
ar: محول خريطة الموقع إلى RSS
da: Sitemap til RSS-konverter
es_es: Convertidor de Sitemap a RSS
fi: Sivustokartasta RSS-muuntaja
fr_ca: Convertisseur de plan de site en RSS
hi: साइटमैप से आरएसएस कन्वर्टर
it: Convertitore di mappe sito in RSS
zu: Umuguquli wemephu yesayithi kuya ku-RSS

source: Configure sitemaps to be converted into RSS feeds. Each sitemap needs an alias that will be used in the feed URL.
af: Stel sitemaps op om na RSS-feeds omgeskakel te word. Elke sitemap benodig 'n alias wat in die feed-URL gebruik sal word.
ar: قم بتكوين خرائط الموقع ليتم تحويلها إلى خلاصات RSS. كل خريطة موقع تحتاج إلى اسم مستعار سيتم استخدامه في رابط الخلاصة.
da: Konfigurer sitemaps til at blive konverteret til RSS-feeds. Hver sitemap kræver et alias, der bruges i feed-URL'en.
es_es: Configure los sitemaps para convertirlos en feeds RSS. Cada sitemap necesita un alias que se utilizará en la URL del feed.
fi: Määritä sivustokartat muunnettavaksi RSS-syötteiksi. Jokainen sivustokartta tarvitsee aliaksen, jota käytetään syötteen URL-osoitteessa.
fr_ca: Configurer les plans de site à convertir en flux RSS. Chaque plan de site a besoin d'un alias qui sera utilisé dans l'URL du flux.
hi: साइटमैप को आरएसएस फीड में परिवर्तित करने के लिए कॉन्फ़िगर करें। प्रत्येक साइटमैप को एक उपनाम की आवश्यकता होती है जिसका उपयोग फीड यूआरएल में किया जाएगा।
it: Configura le mappe sito da convertire in feed RSS. Ogni mappa necessita di un alias che verrà utilizzato nell'URL del feed.
zu: Hlela amamephu wesayithi ukuze aguqulwe abe ngamafidi e-RSS. Imephu ngayinye yesayithi idinga isihloko esizosetshenziswa ku-URL yefidi.

source: Rate Limit Settings
af: Koersbeperkingsinstellings
ar: إعدادات حدود المعدل
da: Indstillinger for grænser for forespørgsler
es_es: Configuración de límites de tasa
fi: Nopeusrajoituksen asetukset
fr_ca: Paramètres de limite de débit
hi: रेट लिमिट सेटिंग्स
it: Impostazioni limite di velocità
zu: Izilungiselelo ze-Limit Rate

source: Requests Per Minute
af: Versoeke per minuut
ar: الطلبات في الدقيقة
da: Forespørgsler pr. minut
es_es: Solicitudes por minuto
fi: Pyyntöjä minuutissa
fr_ca: Requêtes par minute
hi: प्रति मिनट अनुरोध
it: Richieste al minuto
zu: Izicelo Ngomzuzu

source: Maximum number of requests allowed per minute for each sitemap.
af: Maksimum aantal versoeke per minuut toegelaat vir elke sitemap.
ar: الحد الأقصى لعدد الطلبات المسموح بها لكل خريطة موقع في الدقيقة.
da: Maksimalt antal forespørgsler pr. minut tilladt for hver sitemap.
es_es: Número máximo de solicitudes permitidas por minuto para cada sitemap.
fi: Suurin sallittu pyyntöjen määrä minuutissa jokaiselle sivustokartalle.
fr_ca: Nombre maximum de requêtes autorisées par minute pour chaque plan de site.
hi: प्रत्येक साइटमैप के लिए प्रति मिनट अनुमत अधिकतम अनुरोधों की संख्या।
it: Numero massimo di richieste consentite al minuto per ogni mappa sito.
zu: Inani eliphakeme lezicelo ezivunyelwe ngomzuzu ngelemephu ngayinye yesayithi.

source: Minimum Interval (seconds)
af: Minimum interval (sekondes)
ar: الفاصل الزمني الأدنى (بالثواني)
da: Minimumsinterval (sekunder)
es_es: Intervalo mínimo (segundos)
fi: Minimiväli (sekunteja)
fr_ca: Intervalle minimum (secondes)
hi: न्यूनतम अंतराल (सेकंड)
it: Intervallo minimo (secondi)
zu: Ibanga elincane (amasekhondi)

source: Minimum time (in seconds) between requests to the same sitemap.
af: Minimum tyd (in sekondes) tussen versoeke aan dieselfde sitemap.
ar: الحد الأدنى للوقت (بالثواني) بين الطلبات لنفس خريطة الموقع.
da: Minimumstid (i sekunder) mellem forespørgsler til den samme sitemap.
es_es: Tiempo mínimo (en segundos) entre solicitudes al mismo sitemap.
fi: Minimiaika (sekunteina) pyyntöjen välillä samaan sivustokarttaan.
fr_ca: Temps minimum (en secondes) entre les requêtes pour le même plan de site.
hi: उसी साइटमैप पर अनुरोधों के बीच न्यूनतम समय (सेकंड में)।
it: Tempo minimo (in secondi) tra le richieste alla stessa mappa sito.
zu: Isikhathi esincane (ngamasekhondi) phakathi kwezicelo zemephu efanayo yesayithi.

source: Save Rate Limit Settings
af: Stoor koersbeperkingsinstellings
ar: حفظ إعدادات حدود المعدل
da: Gem grænseindstillinger
es_es: Guardar configuración de límites de tasa
fi: Tallenna nopeusrajoituksen asetukset
fr_ca: Enregistrer les paramètres de limite de débit
hi: रेट लिमिट सेटिंग्स सहेजें
it: Salva impostazioni limite di velocità
zu: Londoloza Izilungiselelo Ze-Limit Rate

source: Add New Sitemap Alias
af: Voeg nuwe sitemap-alias by
ar: إضافة اسم مستعار جديد لخريطة الموقع
da: Tilføj nyt sitemap-alias
es_es: Agregar nuevo alias de sitemap
fi: Lisää uusi sivustokartan alias
fr_ca: Ajouter un nouvel alias de plan de site
hi: नया साइटमैप उपनाम जोड़ें
it: Aggiungi nuovo alias per la mappa sito
zu: Engeza Isihloko Esisha Semephu Yesayithi

source: Alias
ar: اسم مستعار
hi: उपनाम
zu: Isihloko

source: The alias to be used in the feed URL.
af: Die alias wat in die feed-URL gebruik sal word.
ar: الاسم المستعار الذي سيتم استخدامه في رابط الخلاصة.
da: Aliaset, der skal bruges i feed-URL'en.
es_es: El alias que se utilizará en la URL del feed.
fi: Alias, jota käytetään syötteen URL-osoitteessa.
fr_ca: L'alias à utiliser dans l'URL du flux.
hi: फीड यूआरएल में उपयोग किए जाने वाला उपनाम।
it: L'alias da utilizzare nell'URL del feed.
zu: Isihloko esizosetshenziswa ku-URL yefidi.

source: Name
af: Naam
ar: الاسم
da: Navn
es_es: Nombre
fi: Nimi
fr_ca: Nom
hi: नाम
it: Nome
zu: Igama

source: The name of the sitemap.
af: Die naam van die sitemap.
ar: اسم خريطة الموقع.
da: Navnet på sitemap.
es_es: El nombre del sitemap.
fi: Sivustokartan nimi.
fr_ca: Le nom du plan de site.
hi: साइटमैप का नाम।
it: Il nome della mappa sito.
zu: Igama lemephu yesayithi.

source: Sitemap URL
ar: رابط خريطة الموقع
es_es: URL del sitemap
fi: Sivustokartan URL
fr_ca: URL du plan de site
hi: साइटमैप यूआरएल
it: URL della mappa sito
zu: Imephu Yesayithi URL

source: The URL of the sitemap to be converted.
af: Die URL van die sitemap wat omgeskakel moet word.
ar: رابط خريطة الموقع التي سيتم تحويلها.
da: URL'en for sitemap, der skal konverteres.
es_es: La URL del sitemap que se convertirá.
fi: Muunnettavan sivustokartan URL-osoite.
fr_ca: L'URL du plan de site à convertir.
hi: उस साइटमैप का यूआरएल जिसे परिवर्तित किया जाना है।
it: L'URL della mappa sito da convertire.
zu: I-URL yemephu yesayithi ezoguqulwa.

source: Add Sitemap Alias
af: Voeg sitemap-alias by
ar: إضافة اسم مستعار لخريطة الموقع
da: Tilføj sitemap-alias
es_es: Agregar alias de sitemap
fi: Lisää sivustokartan alias
fr_ca: Ajouter un alias de plan de site
hi: साइटमैप उपनाम जोड़ें
it: Aggiungi alias mappa sito
zu: Engeza Isihloko Semephu Yesayithi

source: Existing Sitemap Aliases
af: Bestaande sitemap-aliasse
ar: الأسماء المستعارة الحالية لخريطة الموقع
da: Eksisterende sitemap-aliaser
es_es: Alias de sitemap existentes
fi: Olemassa olevat sivustokartan aliakset
fr_ca: Alias de plans de site existants
hi: मौजूदा साइटमैप उपनाम
it: Alias delle mappe sito esistenti
zu: Izihloko Zemephu Yesayithi Ezikhona

source: URL
ar: الرابط
hi: यूआरएल
zu: I-URL

source: Actions
af: Aksies
ar: الإجراءات
da: Handlinger
es_es: Acciones
fi: Toiminnot
hi: क्रियाएँ
it: Azioni
zu: Izenzo

source: Delete
af: Verwyder
ar: حذف
da: Slet
es_es: Eliminar
fi: Poista
fr_ca: Supprimer
hi: हटाएं
it: Elimina
zu: Susa

source: No aliases found.
af: Geen aliasse gevind nie.
ar: لم يتم العثور على أي أسماء مستعارة.
da: Ingen aliaser fundet.
es_es: No se encontraron alias.
fi: Aliaksia ei löytynyt.
fr_ca: Aucun alias trouvé.
hi: कोई उपनाम नहीं मिला।
it: Nessun alias trovato.
zu: Azikho izihloko ezitholakele.

source: Sitemap to RSS
af: Sitemap na RSS
ar: خريطة الموقع إلى RSS
da: Sitemap til RSS
es_es: Sitemap a RSS
fi: Sivustokartasta RSS
fr_ca: Plan de site vers RSS
hi: साइटमैप से आरएसएस
it: Mappa sito a RSS
zu: Imephu Yesayithi Kuya Ku-RSS

source: You do not have sufficient permissions to access this page.
af: Jy het nie voldoende toestemming om hierdie bladsy te betree nie.
ar: ليس لديك الأذونات الكافية للوصول إلى هذه الصفحة.
da: Du har ikke de nødvendige tilladelser til at få adgang til denne side.
es_es: No tiene los permisos suficientes para acceder a esta página.
fi: Sinulla ei ole riittäviä oikeuksia käyttää tätä sivua.
fr_ca: Vous n'avez pas les autorisations nécessaires pour accéder à cette page.
hi: आपके पास इस पृष्ठ का उपयोग करने के लिए पर्याप्त अनुमतियां नहीं हैं।
it: Non hai i permessi sufficienti per accedere a questa pagina.
zu: Awunamalungelo anele okufinyelela kuleli khasi.

source: Alias added successfully.
af: Alias suksesvol bygevoeg.
ar: تمت إضافة الاسم المستعار بنجاح.
da: Alias tilføjet med succes.
es_es: Alias agregado con éxito.
fi: Alias lisätty onnistuneesti.
fr_ca: Alias ajouté avec succès.
hi: उपनाम सफलतापूर्वक जोड़ा गया।
it: Alias aggiunto con successo.
zu: Isihloko sengeziwe ngempumelelo.

source: Invalid alias or URL.
af: Ongeldige alias of URL.
ar: اسم مستعار أو رابط غير صالح.
da: Ugyldigt alias eller URL.
es_es: Alias o URL inválido.
fi: Virheellinen alias tai URL.
fr_ca: Alias ou URL invalide.
hi: अवैध उपनाम या यूआरएल।
it: Alias o URL non valido.
zu: Isihloko noma i-URL engalungile.

source: Alias deleted successfully.
af: Alias suksesvol verwyder.
ar: تم حذف الاسم المستعار بنجاح.
da: Alias blev slettet med succes.
es_es: Alias eliminado con éxito.
fi: Alias poistettu onnistuneesti.
fr_ca: Alias supprimé avec succès.
hi: उपनाम सफलतापूर्वक हटाया गया।
it: Alias eliminato con successo.
zu: Isihloko sisusiwe ngempumelelo.

source: Invalid alias.
af: Ongeldige alias.
ar: اسم مستعار غير صالح.
da: Ugyldigt alias.
es_es: Alias inválido.
fi: Virheellinen alias.
fr_ca: Alias invalide.
hi: अवैध उपनाम।
it: Alias non valido.
zu: Isihloko esingalungile.

source: Security check failed.
af: Sekuriteitskontrole het misluk.
ar: فشل فحص الأمان.
da: Sikkerhedskontrol mislykkedes.
es_es: La verificación de seguridad falló.
fi: Turvatarkistus epäonnistui.
fr_ca: Échec de la vérification de sécurité.
hi: सुरक्षा जांच विफल रही।
it: Controllo di sicurezza fallito.
zu: Ukuhlolwa kokuphepha kuhlulekile.

source: Failed to retrieve sitemap content.
af: Kon nie sitemap-inhoud herwin nie.
ar: فشل في استرجاع محتوى خريطة الموقع.
da: Kunne ikke hente sitemap-indhold.
es_es: Error al recuperar el contenido del sitemap.
fi: Sivustokartan sisältöä ei saatu haettua.
fr_ca: Impossible de récupérer le contenu du plan de site.
hi: साइटमैप सामग्री प्राप्त करने में विफल।
it: Impossibile recuperare il contenuto della mappa sito.
zu: Ukwehluleka ukuthola okuqukethwe kwemephu yesayithi.

source: Feed Generation Error
af: Fout met feed-generering
ar: خطأ في إنشاء الخلاصة
da: Fejl i feed-generering
es_es: Error en la generación del feed
fi: Virhe syötteen luomisessa
fr_ca: Erreur de génération du flux
hi: फीड उत्पन्न करने में त्रुटि
it: Errore nella generazione del feed
zu: Iphutha Lokudala Ifidi

source: Failed to fetch sitemap: %s
af: Kon nie sitemap oplaai nie: %s
ar: فشل في جلب خريطة الموقع: %s
da: Kunne ikke hente sitemap: %s
es_es: Error al obtener el sitemap: %s
fi: Sivustokartan hakeminen epäonnistui: %s
fr_ca: Échec de récupération du plan de site : %s
hi: साइटमैप प्राप्त करने में विफल: %s
it: Impossibile recuperare la mappa sito: %s
zu: Ukwehluleka ukuthola imephu yesayithi: %s

source: Sitemap returned HTTP error: %d
af: Sitemap het HTTP-fout teruggestuur: %d
ar: أعادت خريطة الموقع خطأ HTTP: %d
da: Sitemap returnerede HTTP-fejl: %d
es_es: El sitemap devolvió un error HTTP: %d
fi: Sivustokartta palautti HTTP-virheen: %d
fr_ca: Le plan de site a renvoyé une erreur HTTP : %d
hi: साइटमैप ने HTTP त्रुटि लौटाई: %d
it: La mappa sito ha restituito un errore HTTP: %d
zu: Imephu yesayithi ibuyisele iphutha le-HTTP: %d

source: Failed to load XML
af: Kon nie XML laai nie
ar: فشل في تحميل XML
da: Kunne ikke indlæse XML
es_es: Error al cargar XML
fi: XML:n lataaminen epäonnistui
fr_ca: Impossible de charger le XML
hi: XML लोड करने में विफल
it: Impossibile caricare l'XML
zu: Ukwehluleka ukulayisha i-XML

source: No valid URLs found in sitemap
af: Geen geldige URLs in sitemap gevind nie.
ar: لم يتم العثور على روابط صالحة في خريطة الموقع.
da: Ingen gyldige URL'er fundet i sitemap.
es_es: No se encontraron URLs válidas en el sitemap.
fi: Sivustokartasta ei löytynyt kelvollisia URL-osoitteita.
fr_ca: Aucune URL valide trouvée dans le plan de site.
hi: साइटमैप में कोई वैध यूआरएल नहीं मिला।
it: Nessun URL valido trovato nella mappa sito.
zu: Azikho i-URLs ezivumelekile ezitholakele kwemephu yesayithi.

source: Failed to parse sitemap: %s
af: Kon nie sitemap ontleed nie: %s
ar: فشل في تحليل خريطة الموقع: %s
da: Kunne ikke analysere sitemap: %s
es_es: Error al analizar el sitemap: %s
fi: Sivustokartan jäsennys epäonnistui: %s
fr_ca: Impossible d'analyser le plan de site : %s
hi: साइटमैप को पार्स करने में विफल: %s
it: Impossibile analizzare la mappa sito: %s
zu: Ukwehluleka ukuhumusha imephu yesayithi: %s

source: RSS feed generated from %s
af: RSS-feed gegenereer van %s
ar: تم إنشاء خلاصة RSS من %s
da: RSS-feed genereret fra %s
es_es: Feed RSS generado desde %s
fi: RSS-syöte luotu kohteesta %s
fr_ca: Flux RSS généré à partir de %s
hi: %s से उत्पन्न आरएसएस फीड
it: Feed RSS generato da %s
zu: Ifidi ye-RSS idalwe kusuka ku-%s

source: Empty sitemap content
af: Leë sitemap-inhoud
ar: محتوى خريطة الموقع فارغ
da: Tomt sitemap-indhold
es_es: Contenido del sitemap vacío
fi: Tyhjä sivustokartan sisältö
fr_ca: Contenu du plan de site vide
hi: साइटमैप सामग्री खाली है
it: Contenuto della mappa sito vuoto
zu: Okuqukethwe kwemephu yesayithi kuyize

source: Invalid XML content
af: Ongeldige XML-inhoud
ar: محتوى XML غير صالح
da: Ugyldigt XML-indhold
es_es: Contenido XML inválido
fi: Virheellinen XML-sisältö
fr_ca: Contenu XML invalide
hi: अवैध XML सामग्री
it: Contenuto XML non valido
zu: Okuqukethwe kwe-XML okungalungile

source: Valid sitemap content
af: Geldige sitemap-inhoud
ar: محتوى خريطة الموقع صالح
da: Gyldigt sitemap-indhold
es_es: Contenido del sitemap válido
fi: Kelvollinen sivustokartan sisältö
fr_ca: Contenu de plan de site valide
hi: वैध साइटमैप सामग्री
it: Contenuto della mappa sito valido
zu: Okuqukethwe kwemephu yesayithi okusemthethweni

source: This plugin requires PHP 7.2 or higher.
af: Hierdie inprop vereis PHP 7.2 of hoër.
ar: هذا المكون الإضافي يتطلب PHP 7.2 أو أعلى.
da: Dette plugin kræver PHP 7.2 eller højere.
es_es: Este plugin requiere PHP 7.2 o superior.
fi: Tämä lisäosa vaatii PHP-version 7.2 tai uudemman.
fr_ca: Ce plugin nécessite PHP 7.2 ou une version supérieure.
hi: इस प्लगइन के लिए PHP 7.2 या उच्चतर संस्करण की आवश्यकता है।
it: Questo plugin richiede PHP 7.2 o superiore.
zu: Le phulagi idinga i-PHP 7.2 noma ngaphezulu.

source: Plugin Activation Error
af: Inpropaktiweringsfout
ar: خطأ في تفعيل المكون الإضافي
da: Plugin aktiveringsfejl
es_es: Error de activación del plugin
fi: Virhe lisäosan aktivoinnissa
fr_ca: Erreur d'activation du plugin
hi: प्लगइन सक्रियण त्रुटि
it: Errore di attivazione del plugin
zu: Iphutha Lokusebenzisa Iphulagi
