Repository: kurtseifried/wordpress-plugin-sitemap2rss
Catalog: trunk/languages/sitemap2rss-*_formal.po
Languages: de_de

source: Convert XML sitemaps into RSS feeds using predefined aliases.
de_de: Konvertieren Sie XML-Sitemaps in RSS-Feeds mit vordefinierten Aliasen.

source: Invalid configuration
de_de: Ungültige Konfiguration

source: Sitemap to RSS Converter
de_de: Sitemap-zu-RSS-Konverter

source: Configure sitemaps to be converted into RSS feeds. Each sitemap needs an alias that will be used in the feed URL.
de_de: Konfigurieren Sie Sitemaps, die in RSS-Feeds umgewandelt werden sollen. Jede Sitemap benötigt einen Alias, der in der Feed-URL verwendet wird.

source: Rate Limit Settings
de_de: Einstellungen für Ratenbegrenzung

source: Requests Per Minute
de_de: Anfragen pro Minute

source: Maximum number of requests allowed per minute for each sitemap.
de_de: Maximale Anzahl von Anfragen pro Minute für jede Sitemap.

source: Minimum Interval (seconds)
de_de: Minimales Intervall (Sekunden)

source: Minimum time (in seconds) between requests to the same sitemap.
de_de: Minimale Zeit (in Sekunden) zwischen Anfragen an dieselbe Sitemap.

source: Save Rate Limit Settings
de_de: Ratenbegrenzungseinstellungen speichern

source: Add New Sitemap Alias
de_de: Neuen Sitemap-Alias hinzufügen

source: The alias to be used in the feed URL.
de_de: Der Alias, der in der Feed-URL verwendet wird.

source: The name of the sitemap.
de_de: Der Name der Sitemap.

source: The URL of the sitemap to be converted.
de_de: Die URL der Sitemap, die umgewandelt werden soll.

source: Add Sitemap Alias
de_de: Sitemap-Alias hinzufügen

source: Existing Sitemap Aliases
de_de: Vorhandene Sitemap-Aliase

source: Actions
de_de: Aktionen

source: Delete
de_de: Löschen

source: No aliases found.
de_de: Keine Aliase gefunden.

source: Sitemap to RSS
de_de: Sitemap zu RSS

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.

source: Alias added successfully.
de_de: Alias wurde erfolgreich hinzugefügt.

source: Invalid alias or URL.
de_de: Ungültiger Alias oder URL.

source: Alias deleted successfully.
de_de: Alias wurde erfolgreich gelöscht.

source: Invalid alias.
de_de: Ungültiger Alias.

source: Security check failed.
de_de: Sicherheitsprüfung fehlgeschlagen.

source: Failed to retrieve sitemap content.
de_de: Fehler beim Abrufen des Sitemap-Inhalts.

source: Feed Generation Error
de_de: Fehler bei der Feed-Erstellung

source: Failed to fetch sitemap: %s
de_de: Fehler beim Abrufen der Sitemap: %s

source: Sitemap returned HTTP error: %d
de_de: Sitemap hat einen HTTP-Fehler zurückgegeben: %d

source: Failed to load XML
de_de: Fehler beim Laden von XML

source: No valid URLs found in sitemap
de_de: Keine gültigen URLs in der Sitemap gefunden.

source: Failed to parse sitemap: %s
de_de: Fehler beim Analysieren der Sitemap: %s

source: RSS feed generated from %s
de_de: RSS-Feed generiert von %s

source: Empty sitemap content
de_de: Leerer Sitemap-Inhalt

source: Invalid XML content
de_de: Ungültiger XML-Inhalt

source: Valid sitemap content
de_de: Gültiger Sitemap-Inhalt

source: This plugin requires PHP 7.2 or higher.
de_de: Dieses Plugin erfordert PHP 7.2 oder höher.

source: Plugin Activation Error
de_de: Fehler bei der Plugin-Aktivierung
